{
  "additional_special_tokens": [
    "<null>"
  ],
  "bos_token": "<cls>",
  "cls_token": "<cls>",
  "eos_token": "<eos>",
  "mask_token": "<mask>",
  "pad_token": "<pad>",
  "sep_token": "<eos>",
  "unk_token": "<unk>"
}
